Repository: enicopagos/enico-micropagos
Catalog: languages/enico-micropagos-*.po
Languages: es_es

source: Post not found
es_es: No se encontró el artículo

source: Price is not defined.
es_es: El precio no está definido.

source: Price must be greater than the minimum stablished
es_es: El precio debe ser mayor al mínimo establecido

source: Invalid email
es_es: El correo electrónico no es válido

source: Post
es_es: Artículo

source: Unexpected error.
es_es: Error inesperado.

source: The post is yours!
es_es: ¡El artículo es tuyo!

source: Settings
es_es: Opciones

source: Mercado Pago Options
es_es: Opciones de MercadoPago

source: Country
es_es: País

source: Choose
es_es: Elegir

source: Choose the country where your MercadoPago account was created
es_es: Elija el país donde fue creada su cuenta de MercadoPago

source: MercadoPago token
es_es: Token de MercadoPago

source: This token allows to create payment links. Get this token at MercadoPago.
es_es: Este token te permite crear links de pago. El token se obtiene en MercadoPago.

source: Sandbox Mercado Pago mode
es_es: Modo Sandbox de MercadoPago

source: General options
es_es: Opciones generales

source: Reader invitation
es_es: Invitación al lector

source: Write a text to call your readers attention to buy the post.
es_es: Escribe un texto que invite al lector a comprar el artículo.

source: Text for the price
es_es: Texto para el precio

source: Write a text that would be read next to the price
es_es: Escribe un texto que se mostará junto al precio

source: Default price
es_es: Precio por defecto

source: Default post price. You can customize the price on each post.
es_es: Precio del artículo por defecto. Podes cambiar el precio por artículo.

source: Mail options
es_es: Opciones de correo electrónico

source: Email subject
es_es: Asunto del correo electrónico

source: Email body text
es_es: Texto del correo electrónico

source: The website name
es_es: Nombre del sitio web

source: The post title
es_es: Título del artículo

source: Recovering post link
es_es: Enlace de activación del artículo

source: Activate payment
es_es: Activar pago

source: Minimum price
es_es: Precio mínimo

source: Price
es_es: Precio

source: Leave empty for the default price
es_es: Deje el precio en blanco para obtener el precio por defecto

source: Post not found.
es_es: No se encontró el artículo.

source: Buy
es_es: Comprar

source: %d%% of the post remains to be read.
es_es: Queda por leer el %d%% del artículo.
